[Lang]
Table_ServerName = 서버이름
Table_Status = 상태
Table_Uptime = 총 실행시간
Table_Players = 플레이어
Table_IP = 아이피
Table_Port = 포트
Table_Starting_Map = 시작 맵
Table_Game = 게임
Table_Version = 버전
Table_Lastest = 최신
Table_appID = APP아이디

Toolbar_Start = 시작
Toolbar_Stop = 정지
Toolbar_Restart = 재시작
Toolbar_Update = 업데이트
Toolbar_Add_Edit = 추가/수정
Toolbar_ShowHide = 보이기/숨기기

Menu_Start = 시작
Menu_Stop = 정지
Menu_Update = 업데이트
Menu_Restart = 재시작
Menu_OpenServerDir = 서버 폴더 열기
Menu_UpdateAndValidServer = 업데이트및 무결성 검사
Menu_DeleteServer = 서버 지우기
Menu_AddEdit = 추가/수정
Menu_DownloadServer_Title = 서버파일받기
Menu_AllServers_Hide = 숨기기
Menu_Title = 메뉴
Menu_AllServers_title = 모든 서버

Menu_Setting_title = 설정
Menu_Auto_Update_Settings = 자동 업데이트 설정
Menu_AllServerStarting_Settings = 모든 서버 시작 설정
Menu_SteamAPIURLProxy_Settings = Steam API 포맷 | URL 프록시 설정
Menu_CheckSoftwareupdate = 매니저 업데이트 확인
Menu_Language = 언어

Menu_Process_title = 프로세스
Menu_KillALLsrcdsexe = 모든[srcds.exe]끄기
Menu_KillALLSteamCMDexe = 모든[steamcmd.exe]끄기


control_crash_auto_restart = 크래쉬 자동 재시작
control_srcds_auto_update = Srcds자동업데이트 
control_check_Interval = 체크 간격 
control_min = 분
control_Create_Desktop_Shortcut = 바로가기 만들기 
control_Enable_Port_Check = 포트 체크
control_MaxActionLog = Max Records Line7 
control_ActionLog = 동작 로그
control_Enable_SoftWare_Update = 자동 매니저업데이트
control_All_Servers = 모든 서버
control_SendSRCDS_MSG = 보내기
control_command_copy = 복사
control_command_clear = 클리어

Add_Edit_Server_Name = 서버이름
Add_Edit_Server_Path = 서버경로:(srcds.exe)
Add_Edit_Server_Port = 포트:
Add_Edit_Server_Map = 맵:
Add_Edit_Server_Optional = 옵션
Add_Edit_Server_Additional_Parametes = 추가 파라미터 (-tickrate 128 +mapgroup mg_active ..등등)
Add_Edit_Server_Button_Save = 저장
Add_Edit_Server_Button_View = 찾기
Add_Edit_Server_Button_GetIP = IP가져오기
Add_Edit_Server_IP_Optional = IP:(옵션)
Add_Edit_Server_Title = 서버 추가 또는 수정
Add_Edit_Server_WorkShop = 워크샵
Add_Edit_Server_Maxplayers = 최대인원

MSGBOX_Stop_All = 모두 정지
MSGBOX_Stop_All_And_Update = 모두 정지및 업데이트
MSGBOX_not_found_steamcmd = ERROR: 프로그램이 steamcmd를 찾을수 없습니다 steamcmd/steamcmd.exe
MSGBOX_no_server_select = 서버를 선택 하지않았습니다
MSGBOX_Please_Stop_First = 먼저 서버를 멈추십시요

MSGBOX_delete_server = 서버 지우기
MSGBOX_Confirm_Valid = 서버를 확인및 업데이트를 할려고합니다 계속하시겠습니까?
MSGBOX_New_Version_Found_Do_You_want_update_New_Version = 새로운 버전이 발견되었습니다 업데이트 하시겠습니까? ? 새로운 버전:
MSGBOX_Server_Version = 서버 버전 :
MSGBOX_Local_Version = 로컬 버전:
MSGBOX_Confirm_delete = 서버를 지울려고합니다 계속하시겠습니까??
MSGBOX_Kill_Process = 프로레스를 끄시겠습니까?
MSGBOX_Process_Name =  Process Name:
MSGBOX_Process_used =   Used!!
MSGBOX_Exit_Message = 서버가 돌아가고있는데 저장하시겠습니따??

MSGBOX_Not_Found_Server_Name = 서버이름을 찾을수가 없습니다
MSGBOX_Not_Found_srcds = 경로에서 [srcds.exe]를 찾을수없습니다!!
MSGBOX_Invalid_Port = 잘못된 포트입니다!!
MSGBOX_Unknow_gamename = Unknow [Game Name And APPID] Please add gamename Use additional parameters to adjust!
MSGBOX_Use_WorkShopMap = Use additional parameters to adjust!
MSGBOX_not_found_srcds2 =  srcds.exe를 찾을수 없습니다
MSGBOX_Unknow_gamename2 = 예: -game csgo

MSGBOX_Stop_Running = Stop Running, 
Menu_ServerBackUP = Server BackUP
BackUP_EnableBackUP = BackUP Enable
BackUP_Save_Path = BackUP Save:
BackUP_Task_Time = BackUP Task Time:
BackUP_TIP_Time = 3 = 3:00 AM
BackUP_Test_BackUP = Test BackUP
BackUP_Save_BackUP = 저장
BackUP_BackUP_Add = Add
BackUP_BackUP_Remove = Remove
BackUP_BackUP_Brose = Browse

Menu_CrashConfigure = 크래시 설정
Menu_SoftWareConfigure = 매니저 설정
SoftWareConfigure_TIPTag1 = It's write SYSTEM [regedit]  IF permissions are not enough, try run administrator mode
SoftWareConfigure_Automatic_login_system = Automatic login system (optional) [Program Don't to remember]
SoftWareConfigure_Automatic_login_enable = 사용
SoftWareConfigure_TIPTag3 = If your system has a password, you must set it up OR Google:Auto login Windows Server 
SoftWareConfigure_Button_Automatic_login_Help = IF you want to manually operate, please click
SoftWareConfigure_Disable_Exit_Prgram_MsgBox = Disable MsgBox When Exit program
SoftWareConfigure_Start_On_Windows_Startup = Start On Windows Startup
SoftWareConfigure_Save = 저장
SoftWareConfigure_Save_MessageBox = done! It's write SYSTEM [regedit] IF permissions are not enough, try run administrator mode OR Manual
SoftWareConfigure_Automatic_login_username = UserName:
SoftWareConfigure_Automatic_login_password = PassWord:

Crash_Configure_NormalMode_Lable = 일반 모드
Crash_Configure_Enable = 사용
Crash_Configure_Crash_Check_Interval = 크래시 체크 간격:
Crash_Configure_TIP1 = 1000 = 1 초
Crash_Configure_TIPFailedCount= Failed Count >=
Crash_Configure_WindowsEvent_Lable = Windows Event Mode  (WaitForSingleObject Function)
Crash_Configure_Recommended_Admin_mode = Recommended run as Administrator [srcds manager software]
Crash_Configure_PortUsedKillSRCDSProcess = if Port Used Automatic Kill Process? [srcds.exe only]
Crash_Configure_ButtonSave = 저장

Crash_Last_modification_Mode = Last modification Mode (SM Plugin + Update File Mode)
MSGBOX_ServerNameExists = 서버 이름이 존재합니다
Crash_Last_modification_Time = Last modification >=
Crash_Sec = 초
Crash_SteamAPIMode_Lable = Steam API Mode [Slow] Online Check Mode (Possible some server not working or wrong)
Crash_Button_Help = Help
Crash_Button_Help_Last_modification = This method can help you detect stop response ,freeze. must need install the SM plugin to be effective
Crash_Button_Help_SteamAPIMode = online check mode use api.steampowered.com/ISteamApps/GetServersAtAddress/v0001?addr=PUBLIC.IP.ADDR:PORT&format=xml this method of detection is slow API has 3-5Min Cache! support freeze,stop response..etc
Button_InstallPlugin = 플러그인 설치

Crash_Button_Remove_Plugin = 플러그인 제거
Crash_CheckBox_Online_select = Dont't forget -Edit Server - Set PublicIP if Blank is Default IP[Click Save First , will add options in server property]
Add_Edit_Server_CPU_Core_Bind_CheckBox = cpu 코어 지정
Add_Edit_Server_CPU_Core_Bind_Lable = CPU코어 선호도 (옵션)
Add_Edit_Server_TaskList_Button_DeleteTask = Delete Task
Add_Edit_Server_TaskList_Button_AddTask = Add Task

Add_Edit_Server_tabs_ServerSetting = ServerSetting
Add_Edit_Server_tabs_TaskListManager = TaskListManager

Add_Edit_Server_TaskList_TAG_delete_xtasktoall = You can delete xTask.xnetdb file to delete all
Add_Edit_Server_TaskList_AddTask_Lable = 관리 추가
Add_Edit_Server_TaskList_AddTask_TAG_Type = 종류
Add_Edit_Server_TaskList_AddTask_TAG_Action = 동작
Add_Edit_Server_TaskList_AddTask_TAG_H = 시
Add_Edit_Server_TaskList_AddTask_TAG_M = 분
Add_Edit_Server_TaskList_AddTask_TAG_WEEK = 주
Add_Edit_Server_TaskList_AddTask_TAG_Day = 날짜
Add_Edit_Server_TaskList_Tables_Server = 서버
Add_Edit_Server_TaskList_Tables_D_H_M = 날짜-시간-분
Add_Edit_Server_CPU_SaveTIP = CPU Affinity Failed Must Set 1 Core! back to default
Add_Edit_Server_TAG_TIP_upower = 권고:  높이면 고성능으로 돌아갑니다

Add_Edit_Server_TAG_TIP_CrashCheckPublicIP = (Steam API check Crash)
Add_Edit_Server_TAG_TIP_LocalJoin = Local Join? Try 0.0.0.0 or Blank
Add_Edit_Server_TAG_TIP_PublicIP = 공인 아이피
Add_Edit_Server_CPU_Priority = 우선순위

Menu_ICO_DisPlay = Display
Menu_ICO_Exit = Exit
Enable_Tray_When_maximize = 사용 Tray icon When maximize
Parametes_Lists_Doubleclicktouse = Double click to use
Parametes_Lists_Parametes = Parametes
Parametes_Lists_MoreParametes = MoreParametes
Parametes_Lists_Add = Add
Parametes_Lists_Edit = Edit
Parametes_Lists_Remove = Remove
Parametes_Lists_USE = USE
Parametes_Lists_Close = Close
Parametes_Lists_Note = Note
Parametes_Lists_DefaultParametes = Set As Default Parametes
Parametes_Save_ParametesList_file = [Save To (ParametesList.xnetdb) file]

FileConfig_STitle_ConfigureFile = Configure FileName Format ..Automatically deletes old backup files
FileConfig_STitle_DefaultFileName = IP+Port+User (One ZIP file an server) if same file name overlay old file
FileConfig_BackFile_AddTime = +Time
FileConfig_sTimeFileNameEg = eg:192_168_1_1_27015_username_2017_01_01_03_01.zip       No overlay of files
FileConfig_BackFile_AutoClear = Backup File Automatic Cleaner
FileConfig_FileLast_modification = Last modification >=
FileConfig_sMaxBackUPSameTime = Max Backup as same time
FileConfig_sDay = Days

Action_Log_TimeFormat_ymd = yyyy/M/d 
Action_Log_TimeFormat_hms = HH:mm:ss
Action_Log_3 = [Icon] Init Tray Icon
Action_Log_4 = [Language] Load->
Action_Log_5 = [TaskLists] Loading task scheduler count ->
Action_Log_6 = [SRCDS] Starting Server -> 
Action_Log_7 = [SRCDS] Starting Error CreateProcessA PID:->
Action_Log_8 = [Crash] [Engine Error UnKnow] ->
Action_Log_9 = [Crash] [Weapon Script Not Found for example CS:GO Map Has Cstrike Source Weapon] ->
Action_Log_10 = [Crash] SRCDS Process Exception ->

Action_Log_11 = Count:
Action_Log_12 = [Crash] SRCDS Process auto-kill [Port has been used] ->
Action_Log_13 = [Crash] Crash By Close ->
Action_Log_14 = [SoftWare] Update Server Status Running->
Action_Log_15 = [SoftWare] Update Server Pid->
Action_Log_16 = [SRCDS] Stop Server ->
Action_Log_17 = [Error] Can't close srcds possible no access Try Running Administrator Mode ->
Action_Log_18 = [SRCDS Update] can't update ->
Action_Log_19 = ->unknown This Server APPID!! Please Edit Server-configure appID
Action_Log_20 = [Error Update]->


Action_Log_21 = ->Can't Close process possible no access Try Running Administrator Mode
Action_Log_22 = [SteamCMD Update] Update Server Fnished ->
Action_Log_23 = [SteamCMD Update]--Update Server Stuck Restart...uptime >=
Action_Log_24 = [SoftWare] STOP SRCDS Version Online check...
Action_Log_25 = [Error] Software Update Failed! xnet_srcds_up.exe Not Found!!, Please Download Module :http://forums.alliedmods.net/showthread.php?t=298085
Action_Log_26 = [SoftWare] Check SoftWare Version:
Action_Log_27 = [SteamCMD Update] -> Main:
Action_Log_28 = -> ForkServer:
Action_Log_29 = -> Auto Close:
Action_Log_30 = [Backup] ERROR--BackUp End->



Action_Log_31 = ->folder Not Found!!
Action_Log_32 = [Task] ALL Servers Action:
Action_Log_33 = [SteamCMD Update] Update Server->
Action_Log_34 = [SoftWare] Updateing->
Action_Log_35 = [SoftWare] Loading SteamAPI Proxy Config
Action_Log_36 = [SoftWare] Proxy>>>
Action_Log_37 = [BackUP] Server BackUP Enable
Action_Log_38 = [Crash Check] Mode = Last modification Mode Set Timeout:
Action_Log_39 = [SoftWare] Start On Windows Startup Enable >> ALL Servers Starting...
Action_Log_40 = [SoftWare] Loading SteamAPI Format:[JSON]


Action_Log_41 = [SoftWare] Loading SteamAPI Format:[XML]
Action_Log_42 = [SoftWare] Action Log Line > 
Action_Log_43 = [SoftWare] Save To > 
Action_Log_44 = Staring BackUP Task..
Action_Log_45 = [BackUP] BackUp Server Start ->
Action_Log_46 = [CrashCheck] PID ->
Action_Log_47 =  Windows Mode->Error Monitor Try right-click administrator mode! or change crash test method type
Action_Log_48 = [Crash Check:Error] Steam API Mode Error JSON != response/success  Crash Check Not Working!! Please Change Crash Check Method!!（if not often pass through）->
Action_Log_49 = [Crash Check:Steam API Mode] Crash By Close --] ->
Action_Log_50 = Reason:[API Not Found Your Server IP] Public IP:


Action_Log_51 = [Task] Error Not Can't Find Server:
Action_Log_52 = [Task] 서버 재시작 ->
Action_Log_53 = [Task] 서버 시작 ->
Action_Log_54 = [Task] 서버 정지 ->
Action_Log_55 = [Task] 서버 업데이트 ->
Action_Log_56 = [Task] 서버 백업 ->
Action_Log_57 = [Crash]- File Timed Last modification Timed Out!! > [
Action_Log_58 = [Crash] Check Last modification Mode-- File Not Found -- Please check plugin install sucessful..
Action_Log_59 = [BackUP] DELETE BackUP old File:
Action_Log_60 = [A2S Check] Server A2S Check Port RecvFrom Bind To:


Action_Log_61 = 이 포트에 액세스하는 모든 원격 주소 차단 방화벽 사용을 제안하십시오.
Action_Log_62 = [A2S Check] UDP WSASendTo Intval:
Action_Log_63 = [A2S Check] Fail Count >=
Action_Log_64 = Will Restart!
Action_Log_65 = [A2S Check] Start Check Uptime >= 
Action_Log_66 = [A2S Error] Bind UDP RecvPort:
Action_Log_67 = lease Change Port! A2S Ping Check Not Working...!
Action_Log_68 = [A2S Check] SRCDS Restart ->
Action_Log_69 = Faild Count >= 

Action_Log_70 = File Listen Enable
A2S_Data_PlayerCURMax = Player Status:
